[
    {
        "name": "Pizza",
        "img": "https://i.ibb.co/cc1JCs0/pizza.jpg",
        "description": "Pizza (Italian: [ˈpittsa], Neapolitan: [ˈpittsə]) is a dish of Italian origin consisting of a usually round, flattened base of leavened wheat-based dough topped with tomatoes, cheese, and often various other ingredients (such as anchovies, mushrooms, onions, olives, pineapple, meat, etc.)."
    },
    {
        "name": "Fried Rice",
        "img": "https://i.ibb.co/RCMFKZL/friedrice.jpg",
        "description": "Fried rice is a dish of cooked rice that has been stir-fried in a wok or a frying pan and is usually mixed with other ingredients such as eggs, vegetables, seafood, or meat."
    },
    {
        "name": "Chinese Hamburger",
        "img": "https://i.ibb.co/0mgdPDg/humburger.jpg",
        "description": "The patty may be pan fried, grilled, smoked or flame broiled. Hamburgers are often served with cheese, lettuce, tomato, onion, pickles, bacon, or chilis; condiments such as ketchup, mustard, mayonnaise, relish, often a variation of Thousand Island dressing; and are frequently placed on sesame seed buns"
    },
    {
        "name": "Stinky Tofu      ",
        "img": "https://i.ibb.co/5BFk0gt/stinkytofu.jpg",
        "description": "Stinky tofu can be eaten cold, steamed, stewed, or, most commonly, deep-fried, and it is often accompanied by chili sauce or soy sauce. The color varies from the golden, fried Zhejiang-style to the black, typical of Hunan-style stinky tofu."
    },
    {
        "name": "Peking Duck",
        "img": "https://i.ibb.co/4VpfsCM/Peking-Duck.jpg",
        "description": "Peking duck is a dish from Beijing (Peking)[1] that has been prepared since the Imperial era. The meat is characterized by its thin, crisp skin, with authentic versions of the dish serving mostly the skin and little meat,"
    },
    {
        "name": "Peking Duck",
        "img": "https://i.ibb.co/C1z7XzP/ChowMein.jpg",
        "description": "Chow mein Chinese stir-fried noodles with vegetables and sometimes meat or tofu; the name is a romanization of the Taishanese chāu-mèn. The dish is popular throughout the Chinese diaspora and appears on the menus of most Chinese restaurants abroad."
    }
]